{
  "_meta": {
    "maxChars": {
    }
  },
  "en": {
    "title": "<size=50>Attack on Blob</size>\nMega Multiply",
    "credits_desc": "Made by: RENEGADEWARE, Music from: Kevin MacLeod",
    "options": "OPTIONS",
    "music": "MUSIC",
    "sound": "SOUND",
    "speech": "SPEECH",
    "close": "CLOSE",
    "on": "ON",
    "off": "OFF",
    "ready": "READY",
    "go": "GO",
    "enter": "ENTER",
    "proceed": "PROCEED",
    "victory": "VICTORY",
    "combo": "COMBO",
    "bonus": "BONUS",
    "perfect": "PERFECT",
    "summary": "SUMMARY",
    "new": "NEW GAME",
    "continue": "CONTINUE",
    "victory_errorMult": "Multiply Error:",
    "victory_errorSums": "Sums Error:",
    "victory_score": "Score:",
    "summary_total_score": "Total Score:",
    "health_warning": "Watch out! Once the health bar is empty, you will have to start over!",
    "distributiveProperty": "Distributive Property",
    "areaOfRectangle": "Area of Rectangle",
    "level_title_1": "Level 1",
    "level_title_2": "Level 2",
    "level_title_3": "Level 3",
    "level_title_4": "Level 4",
    "intro_scan_idle": "Idle",
    "intro_scan_danger": "DANGER!!!",
    "intro_attack_blob": "Attack Blob",
    "intro_dialog_1": "Multiple space blobs have pierced through the sky!",
    "intro_dialog_2": "Emergency protocol initiated.",
    "intro_dialog_3": "We must banish them immediately before they fall down to Earth, and wreak havoc!",
    "intro_attack_1": "With our latest advancements in blobology, we will be deploying Attack Blobs.",
    "intro_attack_2": "These blobs must be made with the power of multiplication, and who better to do it than you!",
    "intro_attack_3": "Our intrepid hero, go forth, and use your mathematical might to banish these invading blobs for good!",
    "lesson1_intro_1": "Multiplying a number of two or more digits can be tricky, but there’s a special trick to make it easier!",
    "lesson1_intro_2": "Let’s take a quick look at a math concept that we will be using for this trick.",
    "lesson1_distribute_1": "By using the distributive property, we can split a large number into smaller pieces.",
    "lesson1_distribute_2": "In this example, we split the factor 12 into: 10 and 2. Making it easier to solve the product.",
    "lesson1_distribute_3": "Pay close attention to how the distribution works!",
    "lesson1_area_1": "To help us visualize this further, consider the factors as the dimensions of a rectangle, and the product as the area.",
    "lesson1_area_2": "Splitting the rectangle into smaller pieces is similar to how the distributive property works.",
    "lesson1_area_3": "We then compute these smaller areas, and add them up to get the total area (the product).",
    "lesson1_connect_1": "Let’s give it a try. Connect these two blobs to initiate the attack!",
    "lesson1_attack_distribute_1": "Just like in the example, this is where you split the numbers up that represent the dimensions of a rectangle.",
    "lesson1_attack_distribute_2": "Simply click on the boxed number to split it!",
    "lesson1_attack_eval_1": "Now we compute the area of each rectangle by using the numpad to type in the number.",
    "lesson1_attack_eval_2": "Once you have a number ready, press the ENTER button.",
    "lesson1_attack_eval_3": "Since we split the number up into multiples of 10, you only have to multiply the non-zero numbers. ",
    "lesson1_attack_eval_4": "Just remember to add the proper number of zeroes at the end. In this case, just a single zero.",
    "lesson1_attack_sums_1": "Finally, we add the numbers together to form the final product!",
    "lesson1_attack_sums_2": "Once again, use the numpad to compute each digit of the number.",
    "lesson1_end_1": "Excellent! As you can see, it’s much easier to solve an equation by splitting it up into smaller pieces.",
    "lesson1_end_2": "Now you are ready to banish the blobs!",
    "lesson4_intro_1": "Here we are at the final stage, with only a handful of blobs left to banish!",
    "lesson4_intro_2": "This time around, we will be multiplying double-digit numbers.",
    "lesson4_area_1": "Just as we split the area up horizontally, we can also split it vertically.",
    "lesson4_connect_1": "Now why don’t you give it a try?",
    "lesson4_attack_distribute_1": "Just as you have done up to this point, simply click on the boxed numbers to split them.",
    "lesson4_attack_eval_dd_1": "This time around, you will be multiplying two double-digit numbers.",
    "lesson4_attack_eval_dd_2": "Fortunately, they are both multiples of 10.",
    "lesson4_attack_eval_dd_3": "All you need to do is multiply the two non-zero digits, and put two zeroes at the end.",
    "lesson4_end_1": "Nice! Even with multiplying double digits, splitting them up allows you to solve them with ease!",
    "lesson4_end_2": "You will certainly have no problem dealing with the remaining blobs!",
    "bonusBlob_1": "Look! There’s an anomaly blob!",
    "bonusBlob_2": "Connecting with this blob will allow us to clear out the entire board and give us a bonus score.",
    "bonusBlob_3": "Who knows what challenge awaits? So why not give it a try?",
    "bonusBlob_4": "However, you only have one shot. Do your best!",
    "bonus_distribute_mixup_1": "Looks like the numbers of each area are all mixed up!",
    "bonus_distribute_mixup_2": "Simply drag the numbers to their appropriate place, and once you are satisfied, press the PROCEED button.",
    "bonus_distribute_mixup_3": "Hint: If you look closely at the size of each rectangle and its associated width, you will know where to put the numbers.",
    "bonus_partial_products_1": "Uh oh! Some of the partial products are missing!",
    "bonus_partial_products_2": "Use the numpad to fill in the missing numbers. Then, press the left or right arrows to move to the next one.",
    "bonus_partial_products_3": "Once all the missing numbers are filled, press the ENTER button to proceed.",
    "bonus_partial_products_4": "Just remember the way you split the numbers up into multiples of 10’s like before, and you should have no problem!",
    "congratulations": "CONGRATULATIONS!",
    "congrats_desc": "All the blobs have been banished for good! Earth is safe once more!",
    "thank_you_for_playing": "Thank you for playing!",
    "hint_zeroes_few": "Incorrect number of zeroes at the end! Looks like you missed a few zeroes.",
    "hint_zeroes_many": "Incorrect number of zeroes at the end! Looks like you put in too many zeroes.",
    "hint_mult_2": "Incorrect Multiplication: Remember that in multiples of 2, simply double the number.",
    "hint_mult_3": "Incorrect Multiplication: The trick with multiples of 3 is to double the number, and then add the original number.",
    "hint_mult_4": "Incorrect Multiplication: In multiples of 4, double the number, and then double it again.",
    "hint_mult_5": "Incorrect Multiplication: If you are having trouble with multiples of 5, try multiplying the number by 10, and then half it.",
    "hint_mult_6": "Incorrect Multiplication: A good way to solve multiples of 6 is to multiply the number by 5, and then add the original number.",
    "hint_mult_7": "Incorrect Multiplication: A good way to solve multiples of 7 is to multiply the number by 5, and then add the original number twice.",
    "hint_mult_8": "Incorrect Multiplication: If you are having trouble with multiples of 8, try multiplying the number by 2 three times.",
    "hint_mult_9": "Incorrect Multiplication: One way to do multiples of 9 is to multiply the number by 10, and then subtract it by the original number.",
    "digitDestroy": "DIGIT DESTROYER",
    "digitDestroy_desc": "Select a blob to proceed.",
    "digitDestroy_modal_desc": "Select a digit to destroy.",
    "digitDestroy_dialog_1": "If you are having difficulty with certain numbers, press this button to remove some of its digits.",
    "digitDestroy_dialog_2": "However, this will subtract from your score, so use it sparingly!"
  },
  "es": {
    "title": "<Size=50>Ataca</size> a Blob\nMega Multiplica",
    "credits_desc": "Realizado por: RENEGADEWARE, música de: Kevin MacLeod",
    "options": "OPCIONES",
    "music": "MÚSICA",
    "sound": "SONIDO",
    "speech": "DISCURSO",
    "close": "CERRAR",
    "on": "EN",
    "off": "APAGADO",
    "ready": "LISTO",
    "go": "IR",
    "enter": "ENTRAR",
    "proceed": "PROCEDER",
    "victory": "VICTORIA",
    "combo": "COMBINACIÓN",
    "bonus": "BONIFICACIÓN",
    "perfect": "PERFECTO",
    "summary": "RESUMEN",
    "new": "NUEVO JUEGO",
    "continue": "CONTINUAR",
    "victory_errorMult": "Error de multiplicación:",
    "victory_errorSums": "Error de suma:",
    "victory_score": "Puntuación:",
    "summary_total_score": "Puntuación total:",
    "health_warning": "¡Cuidado! Una vez que la barra de salud esté vacía, ¡tendrás que empezar de nuevo!",
    "distributiveProperty": "Propiedad distributiva",
    "areaOfRectangle": "Área del rectángulo",
    "level_title_1": "Nivel 1",
    "level_title_2": "Nivel 2",
    "level_title_3": "Nivel 3",
    "level_title_4": "Nivel 4",
    "intro_scan_idle": "Inactivo",
    "intro_scan_danger": "PELIGRO!!!",
    "intro_attack_blob": "Atacar a Blob",
    "intro_dialog_1": "¡Varias burbujas espaciales han atravesado el cielo!",
    "intro_dialog_2": "Protocolo de emergencia iniciado.",
    "intro_dialog_3": "¡Debemos desterrarlos inmediatamente antes de que caigan a la Tierra y causen estragos!",
    "intro_attack_1": "Con nuestros últimos avances en blobología, implementaremos Attack Blobs.",
    "intro_attack_2": "Estas manchas deben estar hechas con el poder de la multiplicación, ¡y quién mejor para hacerlo que tú!",
    "intro_attack_3": "Nuestro intrépido héroe, ¡adelante y usa tu poder matemático para desterrar estas manchas invasoras para siempre!",
    "lesson1_intro_1": "Multiplicar un número de dos o más dígitos puede ser complicado, ¡pero hay un truco especial para hacerlo más fácil!",
    "lesson1_intro_2": "Echemos un vistazo rápido a un concepto matemático que utilizaremos para este truco.",
    "lesson1_distribute_1": "Al usar la propiedad distributiva, podemos dividir un número grande en partes más pequeñas.",
    "lesson1_distribute_2": "En este ejemplo, dividimos el factor 12 en: 10 y 2. Facilitar la resolución del producto.",
    "lesson1_distribute_3": "¡Presta mucha atención a cómo funciona la distribución!",
    "lesson1_area_1": "Para ayudarnos a visualizar esto mejor, considera los factores como las dimensiones de un rectángulo y el producto como el área.",
    "lesson1_area_2": "Dividir el rectángulo en partes más pequeñas es similar a cómo funciona la propiedad distributiva.",
    "lesson1_area_3": "Luego calculamos estas áreas más pequeñas y las sumamos para obtener el área total (el producto).",
    "lesson1_connect_1": "Vamos a intentarlo. ¡Conecta estas dos manchas para iniciar el ataque!",
    "lesson1_attack_distribute_1": "Al igual que en el ejemplo, aquí es donde se dividen los números que representan las dimensiones de un rectángulo.",
    "lesson1_attack_distribute_2": "¡Simplemente haz clic en el número de la caja para dividirlo!",
    "lesson1_attack_eval_1": "Ahora calculamos el área de cada rectángulo usando el teclado numérico para escribir el número.",
    "lesson1_attack_eval_2": "Cuando tengas un número listo, pulsa el botón ENTER.",
    "lesson1_attack_eval_3": "Como dividimos el número en múltiplos de 10, solo tienes que multiplicar los números distintos de cero. ",
    "lesson1_attack_eval_4": "Solo recuerda añadir el número correcto de ceros al final. En este caso, solo un cero.",
    "lesson1_attack_sums_1": "¡Finalmente, sumamos los números para formar el producto final!",
    "lesson1_attack_sums_2": "Una vez más, utilice el teclado numérico para calcular cada dígito del número.",
    "lesson1_end_1": "¡Excelente! Como puedes ver, es mucho más fácil resolver una ecuación dividiéndola en partes más pequeñas.",
    "lesson1_end_2": "¡Ahora estás listo para desterrar las manchas!",
    "lesson4_intro_1": "Aquí estamos en la fase final, ¡con solo un puñado de manchas por desterrar!",
    "lesson4_intro_2": "Esta vez, vamos a multiplicar números de dos dígitos.",
    "lesson4_area_1": "Del mismo modo que dividimos el área horizontalmente, también podemos dividirla verticalmente.",
    "lesson4_connect_1": "Ahora, ¿por qué no lo intentas?",
    "lesson4_attack_distribute_1": "Tal como lo ha hecho hasta ahora, simplemente haga clic en los números de la caja para dividirlos.",
    "lesson4_attack_eval_dd_1": "Esta vez, multiplicarás dos números de dos dígitos.",
    "lesson4_attack_eval_dd_2": "Afortunadamente, ambos son múltiplos de 10.",
    "lesson4_attack_eval_dd_3": "Todo lo que necesitas hacer es multiplicar los dos dígitos distintos de cero y poner dos ceros al final.",
    "lesson4_end_1": "¡Qué bonito! Incluso multiplicando dos dígitos, ¡dividirlos te permite resolverlos con facilidad!",
    "lesson4_end_2": "¡Seguro que no tendrás problemas para lidiar con las manchas restantes!",
    "bonusBlob_1": "¡Mira! ¡Hay una mancha anormal!",
    "bonusBlob_2": "Conectarnos con esta mancha nos permitirá limpiar todo el tablero y obtener una puntuación extra.",
    "bonusBlob_3": "¿Quién sabe qué desafío nos espera? Entonces, ¿por qué no intentarlo?",
    "bonusBlob_4": "Sin embargo, solo tienes una oportunidad. ¡Haz lo mejor que puedas!",
    "bonus_distribute_mixup_1": "¡Parece que los números de cada área están mezclados!",
    "bonus_distribute_mixup_2": "Simplemente arrastra los números a su lugar correspondiente y, una vez que estés satisfecho, pulsa el botón CONTINUAR.",
    "bonus_distribute_mixup_3": "Consejo: si observas detenidamente el tamaño de cada rectángulo y su ancho asociado, sabrás dónde colocar los números.",
    "bonus_partial_products_1": "¡Eh, oh! ¡Faltan algunos de los productos parciales!",
    "bonus_partial_products_2": "Usa el teclado numérico para rellenar los números que faltan. A continuación, pulsa las flechas izquierda o derecha para pasar a la siguiente.",
    "bonus_partial_products_3": "Una vez rellenados todos los números faltantes, pulse el botón ENTER para continuar.",
    "bonus_partial_products_4": "Solo recuerda la forma en que dividiste los números en múltiplos de 10 como antes, ¡y no deberías tener ningún problema!",
    "congratulations": "ENHORABUENA!",
    "congrats_desc": "¡Todas las manchas han sido desterradas para siempre! ¡La Tierra está a salvo una vez más!",
    "thank_you_for_playing": "¡Gracias por jugar!",
    "hint_zeroes_few": "¡Número incorrecto de ceros al final! Parece que te saltaste algunos ceros.",
    "hint_zeroes_many": "¡Número incorrecto de ceros al final! Parece que pusiste demasiados ceros.",
    "hint_mult_2": "Multiplicación incorrecta: Recuerda que en múltiplos de 2, simplemente dobla el número.",
    "hint_mult_3": "Multiplicación incorrecta: El truco con múltiplos de 3 consiste en doblar el número y luego sumar el número original.",
    "hint_mult_4": "Multiplicación incorrecta: en múltiplos de 4, duplica el número y vuelve a duplicarlo.",
    "hint_mult_5": "Multiplicación incorrecta: Si tienes problemas con los múltiplos de 5, intenta multiplicar el número por 10 y luego por la mitad.",
    "hint_mult_6": "Multiplicación incorrecta: una buena forma de resolver múltiplos de 6 es multiplicar el número por 5 y luego sumar el número original.",
    "hint_mult_7": "Multiplicación incorrecta: una buena forma de resolver múltiplos de 7 es multiplicar el número por 5 y luego sumar el número original dos veces.",
    "hint_mult_8": "Multiplicación incorrecta: Si tienes problemas con los múltiplos de 8, intenta multiplicar el número por 2 tres veces.",
    "hint_mult_9": "Multiplicación incorrecta: Una forma de hacer múltiplos de 9 es multiplicar el número por 10 y luego restarlo por el número original.",
    "digitDestroy": "DESTRUCTOR DE DÍGITOS",
    "digitDestroy_desc": "Selecciona un blob para continuar.",
    "digitDestroy_modal_desc": "Selecciona un dígito para destruirlo.",
    "digitDestroy_dialog_1": "Si tiene dificultades con ciertos números, pulse este botón para eliminar algunos de sus dígitos.",
    "digitDestroy_dialog_2": "Sin embargo, esto restará valor a tu puntuación, ¡así que úsala con moderación!"
  }
}